{
  "404": {
    "subtitle": "Sorry, we can't find that page! Don't worry though, we can take you anywhere else.",
    "button": "back to home"
  },
  "contact": {
    "title": "We want to hear your ",
    "titleEmpty": "ideas ",
    "subtitle": "Schedule a call with our team",
    "brochureText": "Download our ",
    "brochure": "Portfolio",
    "ourOfficeTitle": "Our",
    "salesRepresentative": "Sales Representative",
    "ourOfficeTitleEmpty": "office",
    "whatsAppMessage": "Name: \nCompany: \nE-mail: \nMessage or brief project information:",
    "copyButton": "Copied"
  },
  "about_us": {
    "ourValues": {
      "title": "Our values",
      "description": "Those that define us and on which we focus in each project.",
      "trust": "Trust",
      "mutualRespect": "Mutual respect",
      "success": "Success",
      "awareness": "Awareness",
      "agility": "Agility"
    },
    "mission": {
      "title": "Mission",
      "description": "Develop innovative solutions to improve the productivity of companies, the lives of our clients and contribute to the development of our Digital Sherpas."
    },
    "vision": {
      "title": "Vision",
      "description": "Provide solutions of excellence, on time and at a competitive price, based on the continuous improvement of our internal processes and the talent of our Steplixers."
    },
    "teams": {
      "title": "Team",
      "description": "In the same way that the Sherpas accompany the climbers on their journey to the top, the Digital Sherpas are ",
      "descriptionBold": "fully committed to the business challenges of our clients, guiding them and elevating their ideas to the maximum.",
      "button": "Become a Steplixer"
    },
    "philosophy": {
      "titleOne": "Our",
      "titleTwo": "philosophy",
      "description": " Sherpas are famous for helping climbers on their ascents to the summit of Everest and other peaks. In the same way that sherpas accompany climbers on their journey to the top, at Steplix we are fully committed to the business challenges that our Clients trust us to guide and elevate that idea to its maximum power. We scale each project by applying creativity, strategy and innovation, relying on technology and promoting all its power to achieve the goal. "
    },
    "digitalSherpas": {
      "titleOne": "Your Digital Business",
      "titleTwo": "Sherpas",
      "descriptionOne": "  We are digital sherpas specialized in different areas of business, with the exact mix of seniority, experience and commitment. ",
      "descriptionTwo": " We make up an interdisciplinary team that combines the knowledge and views of each member to create an experience that ensures each business idea reaches the top. ",
      "descriptionThree": "   Our mantra: At Steplix, we believe that creativity, design and innovation are the bet to find new ways to generate value and new business models, with the right investment and ROI. "
    }
  },
  "what_we_do": {
    "intro": {
      "descriptionOne": "Our culture focuses on agile processes and methodologies",
      "descriptionTwo": " that allow us to help you build your product in an incremental way that enables us to test it, learn quickly and evolve."
    },
    "stepsToTheTop": {
      "titleOne": "Steps to",
      "titleTwo": "the top",
      "fullTitle": "Steps to the top",
      "descriptionOne": "We are your digital ally.",
      "descriptionTwo": "Let's walk together",
      "descriptionThree": "What is your starting point?"
    },
    "weExploreTheProyect": {
      "titleOne": "We explore",
      "titleTwo": "the proyect",
      "fullTitle": "We explore the project",
      "descriptionOne": "As guides in the digital business ecosystem, we know that the first step is focused on",
      "descriptionTwo": " understanding the opportunity and looking together for a way to add value to the business idea."
    },
    "weDesignYourProduct": {
      "titleOne": "We design",
      "titleTwo": "you product",
      "fullTitle": "We design your product",
      "descriptionOne": "The second scale is focused on the design of an MVP with the aim of continuing to promote the idea. Doing this allow us to ",
      "descriptionTwo": "test the business model, revealing the effort and detecting optimization opportunities."
    },
    "weDevelopTheSolution": {
      "titleOne": "We develop",
      "titleTwo": "the solution",
      "fullTitle": "We develop the solution",
      "descriptionOne": "We build and deliver the final product, ",
      "descriptionTwo": "respecting the deadlines and the agreed investment."
    },
    "HowDoWeDoIt": {
      "titleOne": "Our technologies",
      "descriptionOne": "We empower ourselves with the precise technology to make each project a unique experience, focused on the user."
    }
  },
  "aboutUs": {
    "title": "About ",
    "emptyTitle": " Us",

    "description": "We are the digital partner that will co-create the best route to scale that business idea to its highest peak and will accompany you in every step of the joruney, minimizing the risk and amplifying the impact, in the agreed time. "
  },
  "modal": {
    "modalOne": {
      "title": " Understand & Scope ",
      "descriptionOne": {
        "textOne": " There are many ideas.But we constantly ask ourselves...Is there business? ",
        "textTwo": " In this stage we dedicate ourselves to discovering together the opportunity of the project, minimizing the risk of failure. The Steplix team will ask the right questions to detect all technical and business dependencies and possible blockers with the customer to identify the potential of this idea in the market. Through workshops between the client and a multidisciplinary team, we refine the business models and toegether define the path to take.",
        "textThree": "To make sure we undestand the context and all its variables, we put the idea through a series of analyzes, applying different methodologies. ",
        "textFour": " With a minimum invesment you can understand if there is and opportunity and how to take advantage of it. "
      },
      "descriptionTwo": "Did you know that 75% of new business ideas fail in their first 3 years?"
    },
    "modalTwo": {
      "title": "Product Design",
      "descriptionOne": {
        "textOne": " Once the business model and the value proposition have been defined, we set out to design together all the functionalities that the product will have, that idea that originated the business and take a step closer to the top. Product design is very important because it is through the interfaces and user experience that the final customer truly perceives the value of the platform. ",
        "textTwo": " Strategy, creativity and innovation are key in this collaborative stage in which Steplix designs together with the client the most appropriate digital product to enhance the business and create an emotional response in whoever buys it. ",
        "textThree": " In this way, we lead the user experience (UX) by improving functionalities and facilitating interaction in an agile and satisfactory way for everyone. ",
        "textFour": " "
      },
      "descriptionTwo": "Did you know that on average a person receives about 1700 ads in a month, but only pays attention to half of then? "
    },
    "modalThree": {
      "title": "Develop & Deliver  ",
      "descriptionOne": {
        "textOne": " Our culture focuses on agile processes and methodologies that allow us to help you build your product in an incremental way that enables us to test it, learn quickly and evolve. ",
        "textTwo": " With all the road traveled and the information collected, the team advances in the construction of the digital product, which once ready, will take its first solid steps in the market.",
        "textThree": "But this does not end here!",
        "textFour": " At this stage, the product and the business model are constantly evolving. With the implementation, you discover new skills and functionalities that restart the dynamics of co-creation of the digital solution, and Steplix will also be with you on this journey."
      },
      "descriptionTwo": "Did you know that most projects fail to estimate costs and time, delaying time to market?"
    }
  },
  "happyClients": {
    "title": "What our customers ",
    "titleEmpty": "say",
    "clientFinket": {
      "text": "“Our experience with Steplix has been very positive from the beginning. They have distinguished themselves at all times for their capacity for work, commitment, creativity when presenting proposals and their dedication. They have an outstanding work team, where human quality is their great value. Undoubtedly a key partner to take into account when undertaking projects that require simple solutions to highly complex challenges”.",
      "title": "CEO & Founder"
    },
    "clientSura": {
      "text": "“I highlight the assistance and professionalism of the Steplix team. Always ready, proactive and eager to deliver a first quality product. They didn’t just do what we asked for, they also added an “extra mile” to always offer better proposals”.",
      "title": "Business Line Manager"
    },
    "clientSinoar": {
      "text": "“Steplix responded to our requirement to define the digital platform for a new business with agility, creativity and dedication. The multidisciplinary team that executed the project includes experts in agribusiness and digital transformation, with excellent results in a short period of 4 weeks“. ",
      "title": "Project Manager"
    },
    "clientPow": {
      "text": "“The predisposition of the Steplix team was key in the project. I mainly highlight their ability to focus on understanding the need. At all times, they sought to be efficient, deliver a little more and accompanied us thinking about the solution in the future, focused on scalability“. ",
      "title": "Co-Founder & CEO"
    },
    "clientVacayGreen": {
      "text": "“It was very easy to work with Steplix, from the understanding of my needs to the execution. They made me feel very comfortable providing a super warm and professional treatment at the same time“. ",
      "title": "CTO"
    },
    "clientValid": {
      "text": "“It was very convenient for us to find a company like Steplix, which has the ability to respond to challenging deadlines and short specifications. At all times they proposed improvements and always with infrastructure cost efficiency in mind“. ",
      "title": "Product Manager"
    }
  },
  "seeMore": "See more",
  "navbar": {
    "item0": {
      "route": "Home",
      "title": ""
    },
    "item1": {
      "route": "About Us",
      "title": "About Us"
    },
    "item2": {
      "route": "What we do",
      "title": "What we do"
    },
    "item3": {
      "route": "Portfolio",
      "title": "Our Portfolio"
    },
    "item4": {
      "route": "Contact Us",
      "title": "Contact Us"
    },
    "item5": {
      "route": "Become a Steplixer",
      "title": "Become a Steplixer"
    },
    "currentLang": "English",
    "targetLang": "Spanish",
    "shortTargetLang": "es"
  },
  "footer": {
    "certificateText": "Quality policy",
    "certificateUrl": "https://s3.sa-east-1.amazonaws.com/static01.steplix.com/docs/Quality_Policy.pdf",
    "rights": "All rights reserved®",
    "links": {
      "item0": "About us",
      "item1": "What we do",
      "item2": "Our portfolio",
      "item3": "Contact Us"
    }
  },
  "metaTags": {
    "home": {
      "title": "Digital Sherpas | Steplix Software 🧗",
      "keywords": "software factory, software microstrategy, software factory USA, Digital Sherpas, Digital Partner, Scalable business model, software business analytics, software full stack, software agile, software developer, software company, Design Thinking, Scrum, Agile, Lean, Product Design, Develop and Deliver, Digitalization of your business, business digitalization, Digital transformation, Product building, Software project, Digitalization project, Digital solution, Digital Business Ecosystem, software development, business analysis, mobile app development, digital transformation consulting, product design, scalable solutions development, custom software projects, productivity-enhancing solutions, technology consulting services, full stack software development, agile design and development services, custom software products, business digitalization projects, agile methodology implementation, business technology strategy, software factory services, business process analysis, artificial intelligence solutions, web application development, technology growth strategy, technology leadership consulting services, software project management services, process automation solutions, data analysis solutions, software engineering, software microstrategy, software factory USA, Agile software development, software development company, Agile methodologies, Lean software development, Product development services, Software delivery and development, Business digital transformation, Business digital ecosystem, Software project management, Software solutions provider, Digital business solutions, Software innovation, Software design and development, Business software development",
      "description": "We co-create the path that will take your business to the top. We are your digital ally."
    },
    "aboutUs": {
      "title": "About us | Digital Sherpas | Steplix Software 🧗",
      "keywords": "Steplix, Software company, Steplix history, Business strategy, Innovation, Market experience, Steplix team, Technology, Continuous improvement, Agile processes, Steplix talent, Successful projects, Case studies, Served industries, Customized solutions, Technology leadership, Company philosophy, Company culture, Steplix values, Strategic partner, Sustainable development, Responsible company, Technological partners, Certifications, Agile methodologies, Custom software development, Leading-edge technology, Digitalization projects, Scalable solutions, Productivity improvement, Process efficiency, Technology projects",
      "description": "Your partner in digital transformation. Our Digital Sherpas guide and elevate your business ideas to new heights. Committed to excellence, on-time delivery, and competitive pricing."
    },
    "whatWeDo": {
      "title": "What we do | Digital Sherpas | Steplix Software 🧗",
      "keywords": "idea, innovative, creative, revolutionary, challenging, decisions, digital partner, scale, business idea, minimizing risk, amplifying the impact, agreed time, Understand & scope, discovering, opportunity, potential, workshops, multidisciplinary team, methodologies, minimum investment, Product Design, business model, functionalities, product, user experience, UX, functionalities, agile, interaction, Develop, Deliver, methodologies, incremental, digital product, business model, Spirit, Body, Mind, Means, Scrum, Framework, iterative, development, multidisciplinary team, Scrum Team, Scrum Master, technical knowledge, Product Owner, Sprints, Product Backlog, Sprint Backlog, Product Increment",
      "description": "Our culture focuses on agile processes and methodologies that allow us to help you build your product incrementally. This enables us to test it, learn quickly and evolve."
    },
    "portfolio": {
      "title": "Portfolio | Digital Sherpas | Steplix Software 🧗",
      "keywords": "Steplix portfolio, Software development, Custom software solutions, Successful projects, Industry solutions, Technology portfolio, Clients: Finket, Banco Columbia, Valid, Sura, Vacay Green, CEVA, POW, Smartium, C5N",
      "description": "View our portfolio of successful digital solutions. From web development to mobile apps, see how we have helped clients improve their productivity and achieve their business goals."
    },
    "contact": {
      "title": "Contact us | Digital Sherpas | Steplix Software 🧗",
      "keywords": "ideas, Schedule, Download, Brochure, Sales Representative, office, Argentina",
      "description": "Get in touch with us. Whether it's for a project inquiry or to discuss our services, we're here to help. Contact us today."
    },
    "becomeSteplixer": {
      "title": "Become a Steplixer | Digital Sherpas | Steplix Software 🧗",
      "keywords": "Join Steplix, Career opportunities, Job openings, Steplix team, Work culture, Steplix values, Agile processes, Technology leadership, Continuous improvement, Competitive compensation, Employee benefits, Professional development, Apply for a job, Career growth, Steplixer community",
      "description": "Join our team of talented professionals. Become a Steplixer and help drive digital innovation while growing your career. Apply now."
    }
  },
  "ButtonCardContact": "Schedule an appointment",
  "ButtonBecomeSteplixer": "Become a Steplixer",
  "ButtonProject": "Tell us your project",
  "CardContactSection": {
    "pronoun": "Our",
    "title": "Contact",
    "title2": "Our office",
    "subtitle": "How to contact us",
    "description": "Schedule a call or contact our sales team by e-mail.",
    "phrase": "We would like to hear your ideas!"
  },

  "PortfolioSection": {
    "pronoun": "Our",
    "title": "portfolio",
    "subtitle": "Industries",
    "subtitle2": "Our customers say",
    "parraf1": "We scale each project by applying creativity, strategy and innovation, relying on technology and promoting all its power to reach the goal."
  },

  "IconsLabel": {
    "agro": "Agro",
    "insurance": "Insurance",
    "eccomerce": "Ecommerce",
    "pharmacist": "Pharmacist",
    "logistics": "Logistics",
    "fintech": "Fintech",
    "environment": "Environment",
    "car": "Automotor",
    "communications": "Communications",
    "news": "Social Media",
    "aeronautics": "Aeronautics"
  },
  "OurPostsSay": {
    "title": "Our posts say",
    "postLinkText": "...see more",
    "posts": [
      {
        "publishingAt": "september 2022",
        "description": "A bit of our philosophy 🧗. Sherpas are famous for assisting climbers on their ascents to the summit of Everest and other peaks. In the same way that Sherpas accompany climbers on their journey to the top, at Steplix we fully engage in business challenges....",
        "url": "https://www.linkedin.com/posts/steplix_filosofaeda-development-software-activity-6977721230711771136-VQqZ?utm_source=share&utm_medium=member_desktop"
      },
      {
        "publishingAt": "may 2022",
        "description": "💬 Did you know that 75% of new business ideas fail in their first 3 years? At Steplix we take our clients' ideas from the ground up to the top. 🗻. We anticipated introducing our services to you in the previous post. The first one, ”Getting to know your business”, focuses on....",
        "url": "https://www.linkedin.com/posts/steplix_steplix-software-softwaredevelopment-activity-6938216015461769216-IZUV?utm_source=share&utm_medium=member_desktop"
      },
      {
        "publishingAt": "may 2022",
        "description": "In the next posts 🔜, we will tell you about the services we offer at Steplix. Beyond details, we are interested that the protagonists, can enlighten us with examples or situations that occur in day to day life. 💡 💬 Ashley Rake, CEO of Steplix: ”The services we offer, we tailor and work on...”",
        "url": "https://www.linkedin.com/posts/steplix_steplix-steplixer-software-activity-6933104968996401152-4UL6?utm_source=share&utm_medium=member_desktop"
      },
      {
        "publishingAt": "april 2022",
        "description": "When carrying out a technological project, there are many factors to take into account. At Steplix, we understand that the formation of teams with multidisciplinary profiles is one of the keys to the final result of the developments for our clients. In the same way that we build a...",
        "url": "https://www.linkedin.com/posts/steplix_steplix-steplixer-softwaredevelopment-activity-6929804760791277569-SoGI?utm_source=share&utm_medium=member_desktop"
      }
    ]
  },
  "PortfolioHomeSection": {
    "title": "Go to portfolio"
  },
  "MainHeader": {
    "title": "We co-create <br/> the path that <br/> will take your business <br/> to the top.",
    "subtitle": "We are your <br/> digital ally",
    "stepOneTitle": "We know <br/> the way",
    "stepOneDescription": "We are guides in the digital business ecosystem and we know how to help you promote an idea to turn it into a competitive product.",
    "stepTwoTitle": "We accompany you <br/> on the journey",
    "stepTwoDescription": "We co-create custom solutions applying design, innovation and engineering.",
    "stepThreeTitle": "We achieve <br/> results",
    "stepThreeDescription": "We accept the challenge of each client with the commitment to achieve the results in the agreed time, with the correct investment and ROI.",
    "finalTitle": "Together we reach <br/> the top",
    "finalSubtitle": "#DigitalSherpas",
    "finalTextLink": "Discover us"
  },
  "portfolio": {
    "cards": {
      "finket": "Design and development of a digital platform for financial services.",
      "pow": "Design and development of a web dashboard to visualize E-commerce metrics and indicators.",
      "valid": "Design and development of an interface for cell phone stores.",
      "sura": "Design and development of an online quotation system for your customers."
    },
    "message": "Do you want to know more?",
    "button": "Contact us"
  },
  "BecomeSteplixerSection": {
    "title": "Our Benefits",
    "title2": "Our values",
    "title3": "Become a Steplixer",
    "sendCV": {
      "title": "If you can be a Steplixer...",
      "subtitle": "Send us your resume"
    }
  },

  "SteplixBenefits": {
    "benefit1": {
      "title": "Hybrid work",
      "description": "You can choose which days you work from the office. The place is prepared to make you feel comfortable and have the enthusiasm to come."
    },
    "benefit2": {
      "title": "Salary review",
      "description": "We make adjustments according to the results of performance evaluations and fulfillment of objectives."
    },
    "benefit3": {
      "title": "Flexibility",
      "description": "We work by objectives. As long as you are organized and meet your goals, everything is ok."
    },
    "benefit4": {
      "title": "English classes",
      "description": "We have teachers available for you to improve your English level."
    },
    "benefit5": {
      "title": "Career plan",
      "description": "We have the tools available for you to grow and train in your area."
    },
    "benefit6": {
      "title": "Top level prepaid health insurance",
      "description": "We care for and protect your health with the best providers in the country."
    },
    "benefit7": {
      "title": "When you choose to come to the office",
      "description": "Massage therapist, osteopath, access to refreshments and snacks, barbecues at lunch, game room."
    },
    "benefit8": {
      "title": "Competitive salary",
      "description": "We offer market-aligned compensation."
    }
  },

  "SteplixInternalValues": {
    "value1": {
      "title": "Trust",
      "description": "It is the faith in the contribution of the other, it is to give certainty that we will fulfill our commitments to others. It is not to fail the other or ourselves."
    },

    "value2": {
      "title": "Mutual respect",
      "description": "It is communicating with honesty and empathy, giving others the opportunity to express their doubts and disagreements, trusting that they are always looking to add value. It is to avoid wasting our time, the time of the group, making excuses or talking unnecessarily."
    },

    "value3": {
      "title": "Success",
      "description": "It is the satisfaction of our clients. It is obtained by showing attitude, initiative and proactivity, resilience, solving problems and seeking to stand out, both in our solutions and in the teams we form. It is to grow all the time, personally and professionally."
    },

    "value4": {
      "title": "Agility",
      "description": "It is adapting to situations, change and challenges, seeking practicality, learning from mistakes and applying continuous improvement. It is avoiding rigidity, being stubborn or standing still."
    },

    "value5": {
      "title": "Awareness",
      "description": "It is the ability to recognize the surrounding reality. It is to promote sustainability, empathy and diversity. It is to influence from our coherence, integrity and honesty. It is to recognize the need to live honoring respect, balance and equity. It is to avoid discrimination, aggression and malice."
    }
  }
}
