{
    "jobs": {
        "applyButton": "Postulate",
        "title": "Conocé nuestras",
        "titleEmpty": "búsquedas",
        "UI_UXDesigner": {
            "url": "UI_UXDesigner",
            "title": "UI/UX Designer Ssr.",
            "country": "Argentina",
            "description":
                "We are looking for a Ssr. UI/UX Designer with 3/5 years of experience and a great knowledge in UX and UI design.",
            "requirements": {
                "title": "REQUIREMENTS",
                "items": [
                    "Rapid prototyping.",
                    "High definition mockups.",
                    "Presentation of solutions and argumentation.",
                    "Knowledge of good practices and usability patterns both in mobile as website.",
                    "Experience in design processes.",
                    "Experience in user research and user testing.",
                    "Facilitation of Design Thinking, Design Sprint Workshops, etc.",
                    "Knowledge of Sketch, Figma or Adobe XD Miro or Mural.",
                    "Be detailed, independent and proactive."
                ]
            },
            "responsibilities": { "title": "", "items": [] },
            "workModality": {
                "title": "WORK MODALITY",
                "items": [
                    "Full time",
                    "Hybrid working model",
                    "Prepaid medicine",
                    "Free English classes",
                    "Career plan",
                    "Excellent work environment",
                    "Bonuses at the end of the year",
                    "Flexible schedule",
                    "Massages in the office",
                    "Access to games room",
                    "Refreshments and snacks"
                ]
            }
        },
        "FUNCTIONALANALYST": {
            "url": "FUNCTIONALANALYST",
            "title": "ANALISTA FUNCIONAL",
            "country": "Argentina",
            "description": "",
            "requirements": {
                "title": "REQUISITOS",
                "items": [
                    "Análisis y Definición de Requerimientos Funcionales, No Funcionales y Restricciones.",
                    "Experiencia en Metodologías ágiles de Desarrollo de Software.",
                    "Definición de Contratos, APIs y Pruebas.",
                    "Definición de User Stories y Criterios de Aceptación.",
                    "Planificación y Control de Proyectos.",
                    "Análisis de Riesgos."
                ]
            },
            "responsibilities": {
                "title": "RESPONSABILIDADES",
                "items": [
                    "Elaboración de Producto Requirement.",

                    "Creación y comunicación de User Stories.",

                    "Definición y verificación de Criterios de aceptación.",

                    "Gestión de Sesiones de Estimación.",

                    "Sprint Planning.",

                    "Control de Sprint."
                ]
            },
            "workModality": {
                "title": "MODALIDAD DE TRABAJO",
                "items": [
                    " Full time",

                    "  Modelo de trabajo híbrido o remoto",

                    " Medicina prepaga",

                    " Clases de Inglés gratuita",

                    " Plan de carrera",

                    " Excelente clima laboral",

                    " Bonus a fin de año",

                    "Flexibilidad horaria",

                    " Masajes en la oficina",

                    "     Acceso a sala de juegos",

                    "Refrigerios y snacks"
                ]
            }
        },
        "GROWTHMARKETING": {
            "url": "GROWTHMARKETING",
            "title": "GROWTH MARKETING",
            "country": "Argentina",
            "description":
                "En Steplix nos encontramos en la búsqueda de un Growth Marketing Ssr.",
            "requirements": {
                "title": "DESCRIPCIÓN DEL PUESTO",
                "items": [
                    "Encargado de diseñar las automatizaciones.",

                    "Prospectar y generar base de datos.",

                    " Generar todo lo necesario para el account executive (commercial).",

                    "Que transforme los prospectos en leads utilizando herramientas como: Skrapp, Linkedin, MeetAlfred, Hubspot, entre otras."
                ]
            },
            "responsibilities": {
                "title": "REQUISITOS",
                "items": [
                    "  +2 años de experiencia.",

                    "Entre 24 y 34 años.",

                    "Quien ocupe este rol reporta directamente al líder del área comercial.",

                    "   Foco en resultados."
                ]
            },
            "workModality": {
                "title": "MODALIDAD DE TRABAJO",
                "items": [
                    "Full time",

                    "Modelo de trabajo híbrido o remoto",

                    "Medicina prepaga",

                    "Clases de Inglés gratuita",

                    "Plan de carrera",

                    "Excelente clima laboral",

                    "Bonus a fin de año",

                    "Flexibilidad horaria",

                    "Masajes en la oficina",

                    "Acceso a sala de juegos",

                    "Refrigerios y snacks"
                ]
            }
        },
        "BACKENDSSR": {
            "url": "BACKENDSSR",
            "title": "Desarrollador de back-end",
            "country": "Argentina",
            "description":
                "Encargado del diseño y construcción de Microservicios e Integraciones usando arquitectura cloud y stack NodeJS.",
            "requirements": {
                "title": "CONOCIMIENTOS",
                "items": [
                    "Mínimo 6 años de experiencia en diseño, desarrollo e implementación de software.",

                    "Conocimiento en desarrollo de aplicaciones, interfaces de programación de aplicaciones (API), middleware y base de datos.",

                    "Patrones de Diseño y de Integración",

                    "Conocimientos en Metodologías ágiles de Desarrollo de Software.",

                    "Stack tecnológico: ES6 o superior, NodeJS 12 o superior, Express JS, Swagger, REST, Docker, JSON/XML/YAML, GIT, MySQL, Redis, AWS, Kafka/SQS/RabbitMQ.",

                    "Se valoraran conocimientos en Principios de Diseño de Microservicios y Twelve-Factor-App.",

                    "Es deseable contar con conocimientos y experiencia en Test Driven Development.",

                    "Se requiere un nivel medio o superior de inglés escrito."
                ]
            },
            "responsibilities": {
                "title": "RESPONSABILIDADES",
                "items": [
                    "Participar en eventos de SCRUM.",

                    "Asistir al refinamiento de tareas para las User Stories durante el Sprint de acuerdo al Technical Document.",
                    "Desarrollo de Microservicios de acuerdo al Technical Document.",
                    "Complir con las Reglas definidas de estandares de codificación.",

                    "Integración del código con GIT siguiendo las políticas y las buenas prácticas del versionamiento de software..",

                    "Resolución de incidentes y refactoring del código.",

                    "Desarrollo de Test Cases utilizando TDD.",

                    "Aplicar y promover las buenas prácticas de desarrollo de software.",

                    "Trabajar colaborativamente con el resto del equipo para cumplir con los objetivos del proyecto y de la organización."
                ]
            },
            "workModality": {
                "title": "MODALIDAD DE TRABAJO",
                "items": [
                    "Full time",

                    "Modelo de trabajo híbrido o remoto",

                    "Medicina prepaga",

                    "Clases de Inglés gratuita",

                    "Plan de carrera",

                    "Excelente clima laboral",

                    "Bonus a fin de año",

                    "Flexibilidad horaria",

                    "Masajes en la oficina",

                    "Acceso a sala de juegos",

                    "Refrigerios y snacks"
                ]
            }
        }
    },
    "about_us": {
        "ourValues": {
            "title": "Nuestros Valores",
            "values": {
                "valuetOne": {
                    "title": "Confianza",
                    "description": "Es la fé en el aporte del otro, es dar certeza que cumpliremos nuestros compromisos con los demás. Es no fallarle al otro ni a nosotros mismos."
                },
                "valuetTwo": {
                    "title": "Respeto Mutuo",
                    "description": "Es comunicarnos con honestidad y empatía, darle al otro la oportunidad de expresar sus dudas y desacuerdos confiando que busca siempre añadir valor. Es evitar desperdiciar nuestro tiempo, del grupo, poner excusas o hablar innecesariamente."
                },
                "valuetThree": {
                    "title": "Éxito",
                    "description": "Es la satisfacción de nuestros clientes. Se obtiene mostrando actitud, iniciativa y proactividad, resiliencia, resolviendo problemas y buscando destacar, tanto en nuestras soluciones como en los equipos que conformamos. Es crecer todo el tiempo, personal y profesionalmente."
                },
                "valuetFour": {
                    "title": "Agilidad",
                    "description": "Es adaptarse a las situaciones, al cambio y a los desafíos, buscando la practicidad, aprender de los errores y aplicando la mejora continua. Es evitar la rigidez, ser testarudos o quedarnos quietos."
                },
                "valuetFive": {
                    "title": "Conciencia",
                    "description": "Es la capacidad de reconocer la realidad circundante. Es fomentar la sostenibilidad, la empatía y la diversidad. Es influir a partir de nuestra coherencia, integridad y honestidad. Es reconocer la necesidad de vivir honrando el respeto, el equilibrio y la equidad. Es evitar la discriminacion, la agresión y la malicia."
                }
            }
        },
        "mission": {
            "title": "Nuestra misión",
            "description": "Desarrollar soluciones innovadoras para mejorar la productividad de las empresas, la vida de nuestros clientes y aportar al desarrollo de nuestros colaboradores."
        },
        "vision": {
            "title": "Nuestra visión",
            "description": "Brindar soluciones de excelencia, en tiempo y precio competitivo, basados en la mejora continua de nuestros procesos internos y el talento de nuestros colaboradores."
        },
        "philosophy": {
            "title": "Nuestra filosofía",
            "description": " Los sherpas son famosos por ayudar a los escaladores en sus ascensiones a la cumbre del Everest y otros picos de la misma manera que los sherpas acompañan a los escaladores en su viaje hacia la cima, en Steplix nos comprometemos plenamente en los desafíos de negocio que nuestros clientes nos confían para guiar y elevar esa idea a su máxima potencia. Así, escalamos cada proyecto aplicando creatividad, estrategia e innovación, apoyándonos en la tecnología y promoviendo todo su poder para alcanzar la meta."
        },
        "digitalSherpas": {
            "titleOne": "Tu digital",
            "titleTwo": "Sherpas",
            "descriptionOne": " Somos sherpas digitales especializados en diferentes áreas de los negocios, que cuenta con la mezcla exacta de seniority, experiencia y compromiso.",
            "descriptionTwo": " Componemos un equipo interdisciplinario que conjuga los conocimientos y las miradas de cada integrante para crear una experiencia que asegure la llegada a la cima de cada idea de negocio.",
            "descriptionThree": "  Nuestro mantra: Desde Steplix, creemos que la creatividad, el diseño y la innovación son la apuesta para encontrar nuevas formas de generar valor y nuevos modelos de negocios, con la inversión y los ROI correctos."
        }
    },
    "process": {
        "scrumFramework":{"titleOne":" ¿Sabías que trabajamos bajo el ", "titleTwo":"Marco Scrum?"},
        "HowDoWeDoIt": {
            "title": "¿Cómo lo hacemos?",
            "description": "En la montaña como en los negocios, hay 4 conceptos básicos que no pueden faltar para asegurar la llegada a la cima: espíritu, cuerpo, mente y buenos recursos. Y, En steplix sabemos que podremos alcanzar cualquier desafío porque contamos con todos ellos.",
            "concepts": {
                "conceptOne": {
                    "title": "Espíritu",
                    "description": "Las personas son el verdadero motor por eso creamos equipos interdisciplinarios donde conjugamos los conocimientos y las miradas de cada uno para construir la mejor versión de cada producto."
                },
                "conceptTwo": {
                    "title": "Cuerpo",
                    "description": "Nos apoyamos en Metodologías Ágiles para una mayor performance del trabajo en sintonía con la evolución del proyecto."
                },
                "conceptThree": {
                    "title": "Mente",
                    "description": "Utilizamos Design Thinking como proceso creativo grupal para maximizar la generación de ideas más innovadoras."
                },
                "conceptFour": {
                    "title": "Recursos",
                    "description": "Aprovechamos todo el potencial de la tecnología para hacer de cada proyecto una experiencia única, con foco en el usuario."
                }
            }
        },
        "stepsToTheTop": {
            "title": "Pasos hacia la cima",
            "description": " Los comienzos no son todos iguales...en este camino vos elegís,",
            "descriptionTwo": "¿Cuál es tu punto de partida?",
            "stepOne": {
                "title": "Descubrimiento de negocio",
                "descriptionOne": " Ideas hay muchas. Pero constantemente nos preguntamos… ¿Hay negocio?",
                "descriptionTwo": " En esta etapa nos dedicamos a descubrir en conjunto la oportunidad del proyecto minimizando el riesgo de fracaso. El equipo de Steplix hará las preguntas correctas para detectar todas las dependencias técnicas, de negocio y los posibles bloqueadores junto al cliente para identificar el potencial de esta idea en el mercado. A través de talleres entre el cliente y un equipo multidisciplinario, refinamos los modelos de negocio y definimos juntos el camino a emprender.",
                "descriptionThree": "  Para asegurarnos de entender el contexto y todas sus variables, sometemos la idea a una serie de análisis, mediante la aplicación de distintas metodologías.",
                "descriptionFour": "  Con un mínimo de inversión podes entender si hay oportunidad y cómo aprovecharla. ",
                "secondaryDescription": " ¿Sabías que la mayoría de los proyectos fracasan en la estimación de costos y tiempo, demorando el time to market?"
            },
            "stepTwo": {
                "title": "Diseño de producto ",
                "descriptionOne": "  Una vez definido el modelo de negocio y la propuesta de valor, nos disponemos a diseñar en conjunto todas las funcionalidades que tendrá el producto, esa idea que originó el negocio y dar un paso más hacia la cima. El diseño del producto es muy importante porque a través de las interfaces y experiencia de usuario es donde el cliente final percibe verdaderamente el valor de la plataforma.",
                "descriptionTwo": " La estrategia, creatividad e innovación, son clave en esta etapa colaborativa en la que Steplix diseña junto al cliente el producto digital más adecuado para potenciar el negocio y crear una respuesta emocional en quien lo compra.  ",
                "descriptionThree": "De esta manera, lideramos la experiencia del usuario (UX) mejorando las funcionalidades y facilitando la interacción de forma ágil y satisfactoria para todos.",
                "descriptionFour": "",
                "secondaryDescription": " ¿Sabías que en promedio una persona recibe cerca de 1700 publicidades en un mes, pero solo le presta atención a la mitad?"
            },
            "stepThree": {
                "title": "Desarrollo y entrega ",
                "descriptionOne": "Nuestra cultura se centra en procesos y metodologías ágiles que nos permiten ayudarte a construir tu producto de forma incremental que nos habilita para probarlo, aprender rápido y evolucionar.",
                "descriptionTwo": "Con todo el camino recorrido y la información recolectada, el equipo avanza en la construcción del producto digital, que una vez listo, dará sus primeros pasos firmes en el mercado.",
                "descriptionThree": " ¡Pero esto no termina aquí!",
                "descriptionFour": "  En esta etapa, tanto el producto como el modelo de negocio siguen en constante evolución. Con la puesta en funcionamiento, se descubren nuevas habilidades y funcionalidades que reinician la dinámica de co-creación de la solución digital, y en este camino Steplix también te acompañará.",
                "secondaryDescription": "¿Sabías que la mayoría de los proyectos fracasan en la estimación de costos y tiempo, demorando el time to market ?"
            }
        },
        "everythingStartsWithAnIdea": {
            "title": "Todo empieza con una idea",
            "descriptionOne": "Esa idea que puede surgir en cualquier momento, en cualquier lugar. Que puede ser innovadora, creativa, revolucionaria, desafiante…",

            "descriptionTwo": " Pero de la idea al hecho, hay un mundo de preguntas, de dudas y de decisiones por tomar.",

            "descriptionThree": " En el proceso de encontrar las respuestas, es importante contar con un guía, un compañero de viaje que comparta el reto y ayude a definir el camino.",

            "descriptionFour": "  Steplix, es el aliado digital que co-creará la mejor ruta para escalar esa idea de negocio hasta su pico más alto y te acompañará en cada paso de esta travesía, minimizando el riesgo y ampliﬁcando el impacto, en el tiempo acordado."
        }
    },
    "masthead": {
        "titlePartOne": "Somos",
        "emptyTitlePartOne": "Sherpas",
        "titlePartTwo": "Digitales",
        "subtitle": "Estamos aquí para co-crear el camino que llevará a tu negocio a la cima"
    },
    "aboutUs": {
        "title": "Sobre ",
        "emptyTitle": "nosotros",
        "description": "Somos el aliado digital que co-creará la mejor ruta para escalar esa idea de negocio hasta su pico más alto y te acompañará en cada paso de esta travesía, minimizando el riesgo y ampliﬁcando el impacto, en el tiempo acordado."
    },
    "whatWeDo": {
        "title": "Pasos hacia la ",
        "emptyTitle": " cima",
        "subtitlePartOne": " Los comienzos no son todos iguales...en este camino vos elegís,",
        "subtitlePartTwo": "¿Cuál es tu punto de partida?",
        "cardOne": {
            "title": "Descubrimiento de negocio",
            "description": " Como guías en el ecosistema de los negocios digitales, sabemos que el primer paso se centra en entender la oportunidad y buscar en conjunto la forma de agregar valor a esa idea de negocio."
        },
        "cardTwo": {
            "title": "Diseño de producto",
            "description": "La segunda escala se enfoca en el diseño de una primera versión del producto que permitirá someter a pruebas el modelo de negocio, relevando el esfuerzo y detectando oportunidades de optimización, para seguir potenciando la idea."
        },
        "cardThree": {
            "title": "Desarrollo y entrega",
            "description": "Esta fase consiste en construir y entregar el producto final para dar comienzo de manera oficial al negocio, respetando los tiempos e inversión acordados."
        }
    },
    "ourCulture": {
        "title": "Porque nadie llega solo hasta la cumbre...",
        "subtitle": "Somos tu mejor",
        "emptySubtitle": " ALIADO",
        "cardOne": {
            "title": "Conocemos el camino",
            "description": "Somos guías en el ecosistema de los negocios digitales, y sabemos cómo ayudarte a potenciar una idea para convertirla en un modelo de negocio escalable. "
        },
        "cardTwo": {
            "title": "Te acompañamos en este viaje",
            "description": "Buscamos y co-creamos soluciones innovadoras ajustadas a cada proyecto y armamos un equipo que acompaña de cerca, cada uno de tus pasos, desde la base hasta la cima."
        },
        "cardThree": {
            "title": "Respetamos tus condiciones",
            "description": "Aceptamos el reto de cada cliente con el compromiso de alcanzar los resultados en el tiempo acordado, con la inversión y los ROI correctos."
        }
    },
    "modal": {
        "modalOne": {
            "title": " Descubrimiento de negocio",
            "descriptionOne": {
                "textOne":"Ideas hay muchas. Pero constantemente nos preguntamos… ¿Hay negocio?",
                "textTwo":"En esta etapa nos dedicamos a descubrir en conjunto la oportunidad del proyecto minimizando el riesgo de fracaso. El equipo de Steplix hará las preguntas correctas para detectar todas las dependencias técnicas, de negocio y los posibles bloqueadores junto al cliente para identificar el potencial de esta idea en el mercado. A través de talleres entre el cliente y un equipo multidisciplinario, refinamos los modelos de negocio y definimos juntos el camino a emprender.",
                "textThree":"Para asegurarnos de entender el contexto y todas sus variables, sometemos la idea a una serie de análisis, mediante la aplicación de distintas metodologías. ",
                 "textFour":"Con un mínimo de inversión podes entender si hay oportunidad y cómo aprovecharla."
            },
            "descriptionTwo": " ¿Sabías que el 75% de las ideas de nuevos negocios fracasan en sus tres primeros años de vida?"
        },
        "modalTwo": {
            "title": "Diseño de producto ",
            "descriptionOne": {
                "textOne":"Una vez definido el modelo de negocio y la propuesta de valor, nos disponemos a diseñar en conjunto todas las funcionalidades que tendrá el producto, esa idea que originó el negocio y dar un paso más hacia la cima. El diseño del producto es muy importante porque a través de las interfaces y experiencia de usuario es donde el cliente final percibe verdaderamente el valor de la plataforma.",
                "textTwo":"La estrategia, creatividad e innovación, son clave en esta etapa colaborativa en la que Steplix diseña junto al cliente el producto digital más adecuado para potenciar el negocio y crear una respuesta emocional en quien lo compra. ",
                "textThree":"De esta manera, lideramos la experiencia del usuario (UX) mejorando las funcionalidades y facilitando la interacción de forma ágil y satisfactoria para todos. ",
                 "textFour":""
            }, 
            "descriptionTwo": " ¿Sabías que en la era de la hiperconectividad los usuarios viven bombardeados por distintos productos a diario y la tasa de fidelidad es muy baja? "
        },
        "modalThree": {
            "title": "Desarrollo y entrega ",
            "descriptionOne": {
                "textOne":"Nuestra cultura se centra en procesos y metodologías ágiles que nos permiten ayudarte a construir tu producto de forma incremental que nos habilita para probarlo, aprender rápido y evolucionar.",
                "textTwo":"Con todo el camino recorrido y la información recolectada, el equipo avanza en la construcción del producto digital, que una vez listo, dará sus primeros pasos firmes en el mercado.",
                "textThree":"¡Pero esto no termina aquí! ",
                 "textFour":"En esta etapa, tanto el producto como el modelo de negocio siguen en constante evolución. Con la puesta en funcionamiento, se descubren nuevas habilidades y funcionalidades que reinician la dinámica de co-creación de la solución digital, y en este camino Steplix también te acompañará."
            },
            "descriptionTwo": "¿Sabías que la mayoría de los proyectos fracasan en la estimación de costos y tiempo, demorando el time to market?"
        }
    },
    "happyClients": "Clientes felices",
    "seeMore": "Ver más",
    "ButtonSend": "Enviar",
    "navbar": {
        "item1": "Sobre nosotros",
        "item2": "Que hacemos",
        "item3": "Nuestra cultura",
        "item4": "Clientes felices",
        "item5": "Convertite en Steplixer",
        "item6": "Contactanos"
    },
    "footer": {
        "certificateText": "Política de calidad"
    }
}
